Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: MIN GPS POINTS
ar: الحد الأدنى من نقاط نظام تحديد المواقع
bn: মিনিমাম জিপিএস পয়েন্ট
es: PUNTOS GPS MÍNIMOS
fr: POINTS GPS MINIMUM
hi: न्यूनतम जीपीएस अंक
ja: 最小 GPS ポイント
pt_br: PONTOS MÍNIMOS DE GPS
ru: МИНИМАЛЬНОЕ КОЛИЧЕСТВО GPS-ОЧКОВ
zh_hans: 最小 GPS 点

source: Missing 'points' array
ar: مجموعة "النقاط" مفقودة
bn: অনুপস্থিত 'পয়েন্ট' অ্যারে
es: Falta matriz de 'puntos'
fr: Tableau "points" manquant
hi: गुम 'अंक' सरणी
ja: 「ポイント」配列がありません
pt_br: Matriz de 'pontos' ausente
ru: Отсутствует массив точек
zh_hans: 缺少“点”数组

source: Missing 'visits' array
ar: مجموعة "الزيارات" مفقودة
bn: অনুপস্থিত 'ভিজিট' অ্যারে
es: Falta la matriz de 'visitas'
fr: Tableau "visites" manquant
hi: 'विज़िट' सरणी गुम है
ja: 「visits」配列がありません
pt_br: Matriz de 'visitas' ausente
ru: Отсутствует массив посещений.
zh_hans: 缺少“访问”数组

source: Missing required columns
ar: الأعمدة المطلوبة مفقودة
bn: প্রয়োজনীয় কলাম অনুপস্থিত
es: Faltan columnas obligatorias
fr: Colonnes obligatoires manquantes
hi: आवश्यक कॉलम गुम हैं
ja: 必須列が欠落しています
pt_br: Colunas obrigatórias ausentes
ru: Отсутствуют необходимые столбцы
zh_hans: 缺少必填列

source: MODE
ar: وضع
bn: মোড
es: MODO
hi: तरीका
ja: モード
pt_br: MODO
ru: РЕЖИМ
zh_hans: 模式

source: More control over familiar places
ar: المزيد من السيطرة على الأماكن المألوفة
bn: পরিচিত জায়গাগুলির উপর আরও নিয়ন্ত্রণ
es: Más control sobre lugares familiares
fr: Plus de contrôle sur les lieux familiers
hi: परिचित स्थानों पर अधिक नियंत्रण
ja: 馴染みのある場所をより細かく制御
pt_br: Mais controle sobre lugares familiares
ru: Больше контроля над знакомыми местами
zh_hans: 对熟悉的地方有更多的控制

source: More control over movement history
ar: المزيد من السيطرة على تاريخ الحركة
bn: আন্দোলনের ইতিহাসের উপর আরো নিয়ন্ত্রণ
es: Más control sobre el historial de movimientos
fr: Plus de contrôle sur l’historique des mouvements
hi: आंदोलन के इतिहास पर अधिक नियंत्रण
ja: 移動履歴をより細かく制御
pt_br: Mais controle sobre o histórico de movimentos
ru: Больше контроля над историей перемещений
zh_hans: 更好地控制运动历史

source: More control over outing exports
ar: مزيد من السيطرة على الصادرات نزهة
bn: আউটিং রপ্তানির উপর আরো নিয়ন্ত্রণ
es: Más control sobre las exportaciones de viajes
fr: Plus de contrôle sur les exportations sortantes
hi: बाहरी निर्यात पर अधिक नियंत्रण
ja: 外出時のエクスポートをより細かく制御
pt_br: Mais controle sobre as exportações
ru: Больше контроля над внешним экспортом
zh_hans: 对外出出口加强控制

source: More dependable daily exports
ar: صادرات يومية أكثر موثوقية
bn: আরো নির্ভরযোগ্য দৈনিক রপ্তানি
es: Exportaciones diarias más confiables
fr: Des exportations quotidiennes plus fiables
hi: अधिक भरोसेमंद दैनिक निर्यात
ja: より信頼性の高い毎日のエクスポート
pt_br: Exportações diárias mais confiáveis
ru: Более надежный ежедневный экспорт
zh_hans: 更可靠的日常出口

source: More Details
ar: مزيد من التفاصيل
bn: আরো বিস্তারিত
es: Más detalles
fr: Plus de détails
hi: अधिक जानकारी
ja: さらに詳しく
pt_br: Mais detalhes
ru: Подробнее
zh_hans: 更多详情

source: Most points first
ar: معظم النقاط أولا
bn: সর্বাধিক পয়েন্ট প্রথম
es: La mayoría de los puntos primero
fr: La plupart des points en premier
hi: सबसे पहले अंक
ja: 最も多くのポイントが最初に
pt_br: Mais pontos primeiro
ru: Сначала наибольшее количество очков
zh_hans: 分数最高的优先

source: MOVEMENT
ar: حركة
bn: আন্দোলন
es: MOVIMIENTO
fr: MOUVEMENT
hi: आंदोलन
ja: 動き
pt_br: MOVIMENTO
ru: ДВИЖЕНИЕ
zh_hans: 移动

source: Movement, %@
ar: حركة، %@
bn: আন্দোলন, %@
es: Movimiento, %@
fr: Mouvement, %@
hi: आंदोलन, %@
ja: 動き、 %@
pt_br: Movimento, %@
ru: Движение, %@
zh_hans: 移动， %@

source: MOVES
ar: التحركات
bn: নড়াচড়া করে
es: SE MUEVE
fr: SE DÉPLACE
hi: चालें
ja: 移動
pt_br: MOVIMENTOS
ru: ХОДЫ
zh_hans: 动作

source: Name
ar: اسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
ja: 名前
pt_br: Nome
ru: Имя
zh_hans: 姓名

source: NAME
ar: اسم
bn: নাম
es: NOMBRE
fr: NOM
hi: नाम
ja: 名前
pt_br: NOME
ru: ИМЯ
zh_hans: 姓名

source: Name visits faster
ar: اسم الزيارات بشكل أسرع
bn: নাম দ্রুত ভিজিট
es: Visitas de nombres más rápido
fr: Visites de noms plus rapides
hi: नाम का दौरा तेजी से होता है
ja: 名前の訪問が早くなる
pt_br: Nomeie visitas mais rapidamente
ru: Имя посещается быстрее
zh_hans: 姓名访问速度更快

source: Names and notes stay on-device with the recording session.
ar: تبقى الأسماء والملاحظات على الجهاز أثناء جلسة التسجيل.
bn: নাম এবং নোট রেকর্ডিং সেশনের সাথে ডিভাইসে থাকে।
es: Los nombres y las notas permanecen en el dispositivo durante la sesión de grabación.
fr: Les noms et les notes restent sur l'appareil pendant la session d'enregistrement.
hi: रिकॉर्डिंग सत्र के साथ नाम और नोट्स डिवाइस पर बने रहते हैं।
ja: 名前とメモは、記録セッションとともにデバイス上に残ります。
pt_br: Nomes e notas permanecem no dispositivo durante a sessão de gravação.
ru: Имена и заметки остаются на устройстве во время сеанса записи.
zh_hans: 录制会话时，姓名和备注会保留在设备上。

source: Nearby businesses
ar: الشركات القريبة
bn: কাছাকাছি ব্যবসা
es: Negocios cercanos
fr: Entreprises à proximité
hi: आस-पास के व्यवसाय
ja: 近隣の企業
pt_br: Empresas próximas
ru: Ближайшие предприятия
zh_hans: 附近企业

source: Needs extended location access
ar: يحتاج إلى الوصول إلى الموقع الموسعة
bn: বর্ধিত অবস্থান অ্যাক্সেস প্রয়োজন
es: Necesita acceso extendido a la ubicación
fr: Nécessite un accès à l'emplacement étendu
hi: विस्तारित स्थान पहुंच की आवश्यकता है
ja: 拡張位置情報アクセスが必要
pt_br: Precisa de acesso estendido ao local
ru: Требуется расширенный доступ к местоположению
zh_hans: 需要扩展位置访问权限

source: Network error
ar: خطأ في الشبكة
bn: নেটওয়ার্ক ত্রুটি
es: error de red
fr: Erreur réseau
hi: नेटवर्क त्रुटि
ja: ネットワークエラー
pt_br: Erro de rede
ru: Ошибка сети
zh_hans: 网络错误

source: Never
ar: أبداً
bn: কখনই না
es: Nunca
fr: Jamais
hi: कभी नहीं
ja: 一度もない
pt_br: Nunca
ru: Никогда
zh_hans: 绝不

source: NEVER
ar: أبداً
bn: কখনই না
es: NUNCA
fr: JAMAIS
hi: कभी नहीं
ja: 一度もない
pt_br: NUNCA
ru: НИКОГДА
zh_hans: 绝不

source: New Apple Watch app
ar: تطبيق جديد Apple Watch
bn: নতুন Apple Watch অ্যাপ
es: Nueva aplicación Apple Watch
fr: Nouvelle application Apple Watch
hi: नया Apple Watch ऐप
ja: 新しいApple Watchアプリ
pt_br: Novo aplicativo Apple Watch
ru: Новое приложение Apple Watch
zh_hans: 新的Apple Watch应用

source: New Yesterday filters make it easier to review or export the previous day’s visits and tracks.
ar: تسهل مرشحات الأمس الجديدة مراجعة أو تصدير زيارات ومسارات اليوم السابق.
bn: নতুন গতকালের ফিল্টারগুলি আগের দিনের ভিজিট এবং ট্র্যাকগুলি পর্যালোচনা বা রপ্তানি করা সহজ করে তোলে৷
es: Los nuevos filtros de Ayer facilitan la revisión o exportación de las visitas y recorridos del día anterior.
fr: Les nouveaux filtres Hier facilitent la révision ou l'exportation des visites et des parcours de la veille.
hi: नए कल के फ़िल्टर पिछले दिन की विज़िट और ट्रैक की समीक्षा या निर्यात करना आसान बनाते हैं।
ja: 新しい昨日フィルターを使用すると、前日の訪問と追跡を簡単に確認またはエクスポートできるようになります。
pt_br: Os novos filtros de Ontem facilitam a revisão ou exportação das visitas e dos rastreamentos do dia anterior.
ru: Новые фильтры «Вчера» упрощают просмотр или экспорт посещений и треков предыдущего дня.
zh_hans: 新的昨天过滤器可以更轻松地查看或导出前一天的访问和跟踪。

source: Newest
ar: الأحدث
bn: সবথেকে নতুন
es: El más nuevo
fr: Le plus récent
hi: नवीनतम
ja: 最新
pt_br: Mais recente
ru: Новейший
zh_hans: 最新

source: Newest first
ar: الأحدث أولاً
bn: নতুন প্রথম
es: Lo más nuevo primero
fr: Le plus récent en premier
hi: सबसे पहले नवीनतम
ja: 新しい順
pt_br: O mais novo primeiro
ru: Сначала самые новые
zh_hans: 最新的优先

source: Next
ar: التالي
bn: পরবর্তী
es: Próximo
fr: Suivant
hi: अगला
ja: 次
pt_br: Próximo
ru: Следующий
zh_hans: 下一个

source: Next day
ar: في اليوم التالي
bn: পরের দিন
es: dia siguiente
fr: Lendemain
hi: अगले दिन
ja: 翌日
pt_br: Dia seguinte
ru: На следующий день
zh_hans: 第二天

source: Next photo
ar: الصورة التالية
bn: পরের ছবি
es: siguiente foto
fr: Photo suivante
hi: अगली फोटो
ja: 次の写真
pt_br: Próxima foto
ru: Следующее фото
zh_hans: 下一张照片

source: No active session path points.
ar: لا توجد نقاط مسار الجلسة النشطة.
bn: কোনো সক্রিয় সেশন পাথ পয়েন্ট নেই।
es: No hay puntos de ruta de sesión activos.
fr: Aucun point de chemin de session actif.
hi: कोई सक्रिय सत्र पथ बिंदु नहीं.
ja: アクティブなセッション パス ポイントがありません。
pt_br: Nenhum ponto de caminho de sessão ativo.
ru: Нет точек пути активного сеанса.
zh_hans: 没有活动会话路径点。

source: No current location required
ar: لا يتطلب الموقع الحالي
bn: বর্তমান অবস্থানের প্রয়োজন নেই
es: No se requiere ubicación actual
fr: Aucun emplacement actuel requis
hi: किसी वर्तमान स्थान की आवश्यकता नहीं है
ja: 現在の場所は必要ありません
pt_br: Não é necessária nenhuma localização atual
ru: Текущее местоположение не требуется
zh_hans: 不需要当前位置

source: No data imported.
ar: لم يتم استيراد أي بيانات.
bn: কোনো ডেটা আমদানি করা হয়নি।
es: No se importan datos.
fr: Aucune donnée importée.
hi: कोई डेटा आयात नहीं किया गया.
ja: データはインポートされていません。
pt_br: Nenhum dado importado.
ru: Данные не импортированы.
zh_hans: 没有导入数据。

source: No data to preview
ar: لا توجد بيانات للمعاينة
bn: প্রিভিউ করার জন্য কোন ডেটা নেই
es: No hay datos para obtener una vista previa
fr: Aucune donnée à prévisualiser
hi: पूर्वावलोकन के लिए कोई डेटा नहीं
ja: プレビューするデータがありません
pt_br: Não há dados para visualizar
ru: Нет данных для предварительного просмотра
zh_hans: 没有数据可供预览

source: No default export folder is set.
ar: لم يتم تعيين مجلد التصدير الافتراضي.
bn: কোনো ডিফল্ট এক্সপোর্ট ফোল্ডার সেট করা নেই।
es: No hay ninguna carpeta de exportación predeterminada establecida.
fr: Aucun dossier d'exportation par défaut n'est défini.
hi: कोई डिफ़ॉल्ट निर्यात फ़ोल्डर सेट नहीं है.
ja: デフォルトのエクスポートフォルダーは設定されていません。
pt_br: Nenhuma pasta de exportação padrão está definida.
ru: Папка экспорта по умолчанию не установлена.
zh_hans: 未设置默认导出文件夹。

source: No export destination was provided.
ar: لم يتم توفير وجهة التصدير.
bn: কোন রপ্তানি গন্তব্য প্রদান করা হয়নি.
es: No se proporcionó ningún destino de exportación.
fr: Aucune destination d'exportation n'a été fournie.
hi: कोई निर्यात गंतव्य प्रदान नहीं किया गया था.
ja: エクスポート先が指定されていません。
pt_br: Nenhum destino de exportação foi fornecido.
ru: Пункт назначения экспорта не указан.
zh_hans: 未提供出口目的地。

source: No export folder configured
ar: لم يتم تكوين مجلد التصدير
bn: কোনো এক্সপোর্ট ফোল্ডার কনফিগার করা নেই
es: No hay ninguna carpeta de exportación configurada
fr: Aucun dossier d'exportation configuré
hi: कोई निर्यात फ़ोल्डर कॉन्फ़िगर नहीं किया गया
ja: エクスポートフォルダーが設定されていません
pt_br: Nenhuma pasta de exportação configurada
ru: Папка экспорта не настроена
zh_hans: 未配置导出文件夹

source: No GPS points were saved for this outing yet.
ar: لم يتم حفظ أي نقاط GPS لهذه النزهة حتى الآن.
bn: এই আউটিংয়ের জন্য এখনও কোনও GPS পয়েন্ট সংরক্ষণ করা হয়নি।
es: Aún no se han guardado puntos GPS para esta salida.
fr: Aucun point GPS n'a encore été enregistré pour cette sortie.
hi: इस आउटिंग के लिए अभी तक कोई GPS पॉइंट सहेजा नहीं गया था।
ja: この外出のGPSポイントはまだ保存されていません。
pt_br: Nenhum ponto GPS foi salvo para este passeio ainda.
ru: Для этой прогулки еще не сохранено ни одной точки GPS .
zh_hans: 尚未为这次郊游保存GPS点。

source: No location points found in Markdown file
ar: لم يتم العثور على نقاط موقع في ملف Markdown
bn: Markdown ফাইলে কোনো অবস্থান পয়েন্ট পাওয়া যায়নি
es: No se encontraron puntos de ubicación en el archivo Markdown
fr: Aucun point de localisation trouvé dans le fichier Markdown
hi: Markdown फ़ाइल में कोई स्थान बिंदु नहीं मिला
ja: Markdownファイル内に位置ポイントが見つかりません
pt_br: Nenhum ponto de localização encontrado no arquivo Markdown
ru: В файле Markdown не найдены точки местоположения.
zh_hans: Markdown文件中找不到位置点

source: NO LOG ENTRIES
ar: لا توجد إدخالات السجل
bn: কোন লগ এন্ট্রি
es: SIN ENTRADAS DE REGISTRO
fr: AUCUNE ENTRÉE DE JOURNAL
hi: कोई लॉग प्रविष्टियाँ नहीं
ja: ログエントリがありません
pt_br: NENHUMA ENTRADA DE REGISTRO
ru: НЕТ ЗАПИСЕЙ В ЖУРНАЛЕ
zh_hans: 无日志条目

source: NO MATCHED PHOTOS
ar: لا توجد صور متطابقة
bn: কোনো মিলে যাওয়া ফটো নেই৷
es: NO HAY FOTOS COINCIDENTES
fr: AUCUNE PHOTO CORRESPONDANTE
hi: कोई मिलान वाली फ़ोटो नहीं
ja: 一致する写真がありません
pt_br: NENHUMA FOTO CORRESPONDENTE
ru: НЕТ ПОДХОДЯЩИХ ФОТОГРАФИЙ
zh_hans: 没有匹配的照片

source: No minimum
ar: لا يوجد حد أدنى
bn: ন্যূনতম নয়
es: Sin mínimo
fr: Pas de minimum
hi: कोई न्यूनतम नहीं
ja: 最小値なし
pt_br: Sem mínimo
ru: Нет минимума
zh_hans: 没有最低限度

source: No model container attached
ar: لا توجد حاوية نموذجية مرفقة
bn: কোন মডেল ধারক সংযুক্ত
es: No se adjunta ningún modelo de contenedor
fr: Aucun conteneur de modèle attaché
hi: कोई मॉडल कंटेनर संलग्न नहीं है
ja: モデルコンテナが付属していません
pt_br: Nenhum contêiner modelo anexado
ru: Контейнер модели не прикреплен.
zh_hans: 没有附上模型容器

source: No nearby businesses found. Try again, or edit the visit name manually.
ar: لم يتم العثور على أي أنشطة تجارية قريبة. حاول مرة أخرى، أو قم بتحرير اسم الزيارة يدويًا.
bn: আশেপাশের কোনো ব্যবসা খুঁজে পাওয়া যায়নি। আবার চেষ্টা করুন, অথবা ম্যানুয়ালি ভিজিটের নাম সম্পাদনা করুন।
es: No se encontraron negocios cercanos. Inténtelo de nuevo o edite el nombre de la visita manualmente.
fr: Aucune entreprise à proximité trouvée. Réessayez ou modifiez le nom de la visite manuellement.
hi: आस-पास कोई व्यवसाय नहीं मिला. पुनः प्रयास करें, या विज़िट का नाम मैन्युअल रूप से संपादित करें।
ja: 近くのお店は見つかりませんでした。再試行するか、訪問名を手動で編集してください。
pt_br: Nenhuma empresa próxima encontrada. Tente novamente ou edite o nome da visita manualmente.
ru: Близлежащих предприятий не найдено. Повторите попытку или измените название посещения вручную.
zh_hans: 没有找到附近的企业。请重试，或手动编辑访问名称。

source: No nearby businesses match “%@”.
ar: لا توجد أنشطة تجارية مجاورة تطابق " %@ ".
bn: আশেপাশের কোনো ব্যবসার সাথে “ %@ ” মেলে না।
es: Ningún negocio cercano coincide con " %@ ".
fr: Aucune entreprise à proximité ne correspond à « %@ ».
hi: आस-पास का कोई भी व्यवसाय " %@ " से मेल नहीं खाता।
ja: 近くに「 %@ 」に一致するお店はありません。
pt_br: Nenhuma empresa próxima corresponde a “ %@ ”.
ru: Нет близлежащих предприятий, соответствующих « %@ ».
zh_hans: 附近没有与“ %@ ”匹配的企业。

source: No path points.
ar: لا توجد نقاط المسار.
bn: কোন পাথ পয়েন্ট.
es: Sin puntos de ruta.
fr: Aucun point de chemin.
hi: कोई पथ बिंदु नहीं.
ja: パスポイントがありません。
pt_br: Nenhum ponto de caminho.
ru: Нет точек пути.
zh_hans: 没有路径点。

source: No photos with GPS metadata or a nearby iso.me route/visit match were found during this outing.
ar: لم يتم العثور على أي صور تحتوي على بيانات تعريف GPS أو تطابق مسار/زيارة iso.me قريب أثناء هذه النزهة.
bn: এই আউটিং চলাকালীন GPS মেটাডেটা সহ কোনো ছবি বা কাছাকাছি কোনো iso.me রুট/ভিজিট ম্যাচ পাওয়া যায়নি।
es: Durante esta salida no se encontraron fotos con metadatos GPS o una coincidencia de ruta/visita iso.me cercana.
fr: Aucune photo avec métadonnées GPS ou correspondance itinéraire/visite iso.me à proximité n'a été trouvée lors de cette sortie.
hi: इस सैर के दौरान GPS मेटाडेटा या नजदीकी iso.me रूट/विज़िट मैच वाली कोई तस्वीर नहीं मिली।
ja: この外出中に、 GPSメタデータを含む写真や、近くのiso.meルート/訪問地に一致する写真は見つかりませんでした。
pt_br: Nenhuma foto com metadados GPS ou correspondência de rota/visita iso.me próxima foi encontrada durante este passeio.
ru: Во время этой прогулки не было обнаружено фотографий с метаданными GPS или близлежащим маршрутом/посещением iso.me
zh_hans: 此次郊游期间未找到带有GPS数据或附近iso.me路线/访问匹配的照片。

source: No previous purchase found
ar: لم يتم العثور على عملية شراء سابقة
bn: কোনো আগের কেনাকাটা পাওয়া যায়নি
es: No se encontró ninguna compra anterior
fr: Aucun achat précédent trouvé
hi: कोई पिछली खरीदारी नहीं मिली
ja: 以前の購入が見つかりません
pt_br: Nenhuma compra anterior encontrada
ru: Предыдущая покупка не найдена
zh_hans: 未找到之前购买过的商品

source: NO TIMELINE EVENTS
ar: لا توجد أحداث الجدول الزمني
bn: কোনো টাইমলাইন ইভেন্ট নেই
es: SIN EVENTOS EN LA LÍNEA DE TIEMPO
fr: AUCUN ÉVÉNEMENT CHRONOLOGIQUE
hi: कोई समयरेखा घटनाएँ नहीं
ja: タイムラインイベントがありません
pt_br: NENHUM EVENTO NA LINHA DO TEMPO
ru: НЕТ СОБЫТИЙ ВРЕМЕННОЙ ШКАЛЫ
zh_hans: 没有时间轴事件

source: No visits found in Markdown file
ar: لم يتم العثور على زيارات في ملف Markdown
bn: Markdown ফাইলে কোনো ভিজিট পাওয়া যায়নি
es: No se encontraron visitas en el archivo Markdown
fr: Aucune visite trouvée dans le fichier Markdown
hi: Markdown फ़ाइल में कोई विज़िट नहीं मिली
ja: Markdownファイルに訪問が見つかりませんでした
pt_br: Nenhuma visita encontrada no arquivo Markdown
ru: В файле Markdown не найдено посещений
zh_hans: Markdown文件中未发现访问

source: No visits or movement sessions were found for %@. Pick another day or enable inferred movement for older GPS history.
ar: لم يتم العثور على زيارات أو جلسات حركة لـ %@ . اختر يومًا آخر أو قم بتمكين الحركة المستنتجة لسجل GPS الأقدم.
bn: %@ এর জন্য কোনো ভিজিট বা আন্দোলন সেশন পাওয়া যায়নি। অন্য একটি দিন বেছে নিন বা পুরানো GPS ইতিহাসের জন্য অনুমানকৃত আন্দোলন সক্ষম করুন।
es: No se encontraron visitas ni sesiones de movimiento para %@ . Elija otro día o habilite el movimiento inferido para el historial GPS más antiguo.
fr: Aucune visite ou séance de mouvement n'a été trouvée pour %@ . Choisissez un autre jour ou activez les mouvements déduits pour un historique GPS plus ancien.
hi: %@ के लिए कोई मुलाक़ात या आंदोलन सत्र नहीं मिला। कोई अन्य दिन चुनें या पुराने GPS इतिहास के लिए अनुमानित गतिविधि सक्षम करें।
ja: %@の訪問または移動セッションは見つかりませんでした。別の日を選択するか、古いGPS履歴の推定移動を有効にします。
pt_br: Nenhuma visita ou sessão de movimento foi encontrada para %@ . Escolha outro dia ou ative o movimento inferido para o histórico GPS mais antigo.
ru: Для %@ не обнаружено посещений или сеансов движения. Выберите другой день или включите предполагаемое движение для более старой истории GPS .
zh_hans: 未找到%@访问或移动会话。选择另一天或启用旧GPS历史记录的推断运动。

source: No visits were detected during this outing.
ar: لم يتم الكشف عن أي زيارات خلال هذه النزهة.
bn: এই আউটিং সময় কোন ভিজিট সনাক্ত করা হয়নি.
es: Durante esta salida no se detectaron visitas.
fr: Aucune visite n'a été détectée lors de cette sortie.
hi: इस सैर के दौरान किसी मुलाकात का पता नहीं चला।
ja: この外出中に訪問は検出されませんでした。
pt_br: Nenhuma visita foi detectada durante este passeio.
ru: Во время этой прогулки посещений зафиксировано не было.
zh_hans: 本次郊游期间未发现有人来访。

source: No visits yet today.
ar: لا توجد زيارات بعد اليوم.
bn: আজ পর্যন্ত কোন ভিজিট.
es: Aún no hay visitas hoy.
fr: Pas encore de visites aujourd'hui.
hi: आज तक कोई मुलाक़ात नहीं.
ja: 今日はまだ訪問がありません。
pt_br: Nenhuma visita ainda hoje.
ru: Сегодня еще нет посещений.
zh_hans: 今天还没有访问。

source: None
ar: لا أحد
bn: কোনোটিই নয়
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
pt_br: Nenhum
ru: Никто
zh_hans: 没有任何

source: NONE
ar: لا أحد
bn: কোনোটিই নয়
es: NINGUNO
fr: AUCUN
hi: कोई नहीं
ja: なし
pt_br: NENHUM
ru: НИКТО
zh_hans: 没有任何

source: Not Connected
ar: غير متصل
bn: সংযুক্ত নয়
es: No conectado
fr: Non connecté
hi: जुड़े नहीं हैं
ja: 接続されていません
pt_br: Não conectado
ru: Не подключен
zh_hans: 未连接

source: Not here
ar: ليس هنا
bn: এখানে নেই
es: aquí no
fr: Pas ici
hi: यहाँ नहीं
ja: ここにはいません
pt_br: Aqui não
ru: Не здесь
zh_hans: 不在这里

source: Not requested
ar: لم يطلب
bn: অনুরোধ করা হয়নি
es: No solicitado
fr: Non demandé
hi: अनुरोधित नहीं
ja: 要求されていません
pt_br: Não solicitado
ru: Не запрошено
zh_hans: 没有要求

source: Not selected
ar: لم يتم التحديد
bn: নির্বাচিত নয়
es: No seleccionado
fr: Non sélectionné
hi: चयनित नहीं
ja: 未選択
pt_br: Não selecionado
ru: Не выбрано
zh_hans: 未选择

source: Not Set
ar: غير محدد
bn: সেট নয়
es: No establecido
fr: Non défini
hi: सेट नहीं
ja: 未設定
pt_br: Não definido
ru: Не установлено
zh_hans: 未设置

source: Notes
ar: ملحوظات
bn: নোট
es: Notas
hi: टिप्पणियाँ
ja: 注意事項
pt_br: Notas
ru: Примечания
zh_hans: 笔记

source: NOTES
ar: ملحوظات
bn: নোট
es: NOTAS
fr: REMARQUES
hi: टिप्पणियाँ
ja: 注意事項
pt_br: NOTAS
ru: ПРИМЕЧАНИЯ
zh_hans: 笔记

source: NOTHING TO EXPORT
ar: لا شيء للتصدير
bn: রপ্তানি করার জন্য কিছুই নেই
es: NADA QUE EXPORTAR
fr: RIEN À EXPORTER
hi: निर्यात करने के लिए कुछ भी नहीं
ja: エクスポートするものはありません
pt_br: NADA PARA EXPORTAR
ru: НИЧЕГО ЭКСПОРТИРОВАТЬ
zh_hans: 没有可导出的内容

source: NOTHING TO PREVIEW
ar: لا شيء للمعاينة
bn: প্রিভিউ করার জন্য কিছুই নেই
es: NADA QUE PREVISUALIZAR
fr: RIEN À PRÉVISUALISER
hi: पूर्वावलोकन करने के लिए कुछ भी नहीं
ja: プレビューするものはありません
pt_br: NADA PARA VISUALIZAR
ru: НИЧЕГО ДЛЯ ПРЕДВАРИТЕЛЬНОГО ПРОСМОТРА
zh_hans: 没有可预览的内容

source: Now
ar: الآن
bn: এখন
es: Ahora
fr: Maintenant
hi: अब
ja: 今
pt_br: Agora
ru: Сейчас
zh_hans: 现在

source: NOW
ar: الآن
bn: এখন
es: AHORA
fr: MAINTENANT
hi: अब
ja: 今
pt_br: AGORA
ru: СЕЙЧАС
zh_hans: 现在

source: Number of visits IsoMe has logged today.
ar: عدد الزيارات التي قام بها IsoMe اليوم.
bn: IsoMe আজ লগ ইন করেছে পরিদর্শন সংখ্যা.
es: Número de visitas que IsoMe ha registrado hoy.
fr: Nombre de visites enregistrées par IsoMe aujourd'hui.
hi: IsoMe द्वारा आज लॉग की गई विज़िट की संख्या।
ja: 今日 IsoMe が記録した訪問数。
pt_br: Número de visitas que o IsoMe registrou hoje.
ru: Количество посещений, зарегистрированных IsoMe за сегодня.
zh_hans: 今天记录的 IsoMe 访问量。

source: Off
ar: عن
bn: বন্ধ
es: Apagado
fr: Désactivé
hi: बंद
ja: オフ
pt_br: Desligado
ru: Выключенный
zh_hans: 离开

source: Oldest
ar: الأقدم
bn: প্রাচীনতম
es: más antiguo
fr: Le plus ancien
hi: सबसे पुराने
ja: 最古の
pt_br: Mais antigo
ru: Самый старый
zh_hans: 最古老的

source: Oldest first
ar: الأقدم أولاً
bn: প্রাচীনতম প্রথম
es: El más viejo primero
fr: Le plus ancien en premier
hi: सबसे पुराना पहले
ja: 古い順
pt_br: Mais antigo primeiro
ru: Сначала самый старый
zh_hans: 最老的在前

source: ON-DEVICE ONLY
ar: على الجهاز فقط
bn: শুধুমাত্র অন-ডিভাইস
es: SOLO EN EL DISPOSITIVO
fr: SUR L'APPAREIL UNIQUEMENT
hi: केवल ऑन-डिवाइस
ja: オンデバイスのみ
pt_br: SOMENTE NO DISPOSITIVO
ru: ТОЛЬКО НА УСТРОЙСТВЕ
zh_hans: 仅限设备上

source: ONBOARDING
ar: الإعداد
bn: অনবোর্ডিং
es: INCORPORACIÓN
fr: INTÉGRATION
hi: ज्ञानप्राप्ति
ja: オンボーディング
pt_br: INTEGRAÇÃO
ru: РЕГИСТРАЦИЯ
zh_hans: 入职

source: ONE FILE PER DAY
ar: ملف واحد في اليوم
bn: প্রতিদিন একটি ফাইল
es: UN ARCHIVO POR DÍA
fr: UN FICHIER PAR JOUR
hi: प्रति दिन एक फ़ाइल
ja: 1 日あたり 1 ファイル
pt_br: UM ARQUIVO POR DIA
ru: ОДИН ФАЙЛ В ДЕНЬ
zh_hans: 每天一个文件

source: ONE FILE PER OUTING
ar: ملف واحد لكل نزهة
bn: আউটিং প্রতি একটি ফাইল
es: UN ARCHIVO POR SALIDA
fr: UN FICHIER PAR SORTIE
hi: प्रति आउटिंग एक फ़ाइल
ja: 外出ごとに 1 つのファイル
pt_br: UM ARQUIVO POR SAÍDA
ru: ОДИН ФАЙЛ НА ВЫХОД
zh_hans: 每次外出一个文件

source: One-time payment, no subscription
ar: الدفع لمرة واحدة، بدون اشتراك
bn: এককালীন অর্থপ্রদান, কোন সাবস্ক্রিপশন নেই
es: Pago único, sin suscripción
fr: Paiement unique, pas d'abonnement
hi: एकमुश्त भुगतान, कोई सदस्यता नहीं
ja: 1 回限りの支払い、サブスクリプションなし
pt_br: Pagamento único, sem assinatura
ru: Оплата единоразовая, без подписки
zh_hans: 一次性付款，无需订阅

source: ONLY COMPLETED VISITS
ar: الزيارات المكتملة فقط
bn: শুধুমাত্র সম্পূর্ণ পরিদর্শন
es: SÓLO VISITAS COMPLETADAS
fr: UNIQUEMENT LES VISITES TERMINÉES
hi: केवल पूर्ण दौरे
ja: 完了した訪問のみ
pt_br: APENAS VISITAS CONCLUÍDAS
ru: ТОЛЬКО ЗАВЕРШЕННЫЕ ПОСЕЩЕНИЯ
zh_hans: 仅完成的访问

source: Only include data captured between these hours each day. Wraps midnight if end is before start.
ar: قم فقط بتضمين البيانات التي تم التقاطها بين هذه الساعات كل يوم. يلتف منتصف الليل إذا كانت النهاية قبل البداية.
bn: শুধুমাত্র প্রতিদিন এই ঘন্টার মধ্যে ক্যাপচার করা ডেটা অন্তর্ভুক্ত করুন। শুরুর আগে শেষ হলে মধ্যরাতে মোড়ানো হয়।
es: Incluya únicamente los datos capturados entre estas horas cada día. Termina a medianoche si el final es antes del comienzo.
fr: Incluez uniquement les données capturées entre ces heures chaque jour. Termine minuit si la fin est avant le début.
hi: प्रत्येक दिन केवल इन घंटों के बीच कैप्चर किया गया डेटा शामिल करें। यदि अंत प्रारंभ से पहले है तो आधी रात को लपेटता है।
ja: 毎日この時間帯に取得されたデータのみを含めます。 end が start より前にある場合は、午前 0 時をラップします。
pt_br: Inclua apenas dados capturados entre esses horários todos os dias. Termina à meia-noite se o fim for antes do início.
ru: Включайте только данные, полученные между этими часами каждый день. Обертывает полночь, если конец предшествует началу.
zh_hans: 仅包含每天这些时间之间捕获的数据。如果结束早于开始，则在午夜结束。
